[
  {
    "id": 1,
    "name": "Surat Al Fatihah",
    "arabic": "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ ﴿١﴾الْحَمْدُ لِلَّـهِ رَبِّ الْعَالَمِينَ ﴿٢﴾ الرَّحْمَـٰنِ الرَّحِيمِ ﴿٣﴾ مَالِكِ يَوْمِ الدِّينِ ﴿٤﴾ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ﴿٥﴾ اهْدِنَا   الصِّرَاطَ الْمُسْتَقِيمَ ﴿٦﴾ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ ﴿٧",
    "latin": "1. Bismillahirrahmanirrahim, 2. Alhamdulillahi rabbil alamin, 3. Arrahmaanirrahiim, 4. Maaliki yaumiddiin, 5. Iyyaka nabudu waiyyaaka nastaiin, 6. Ihdinashirratal mustaqim, 7. shiratalladzina an&rsquo;amta alaihim ghairil maghduubi alaihim waladhaalin",
    "terjemahan": "1. Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang, 2. Segala puji bagi Allah, Tuhan semesta alam, 3. Maha Pemurah lagi Maha Penyayang, 4. Yang menguasai di Hari Pembalasan, 5. Hanya Engkaulah yang kami sembah, dan hanya kepada Engkaulah kami meminta pertolongan, 6. Tunjukilah kami jalan yang lurus, 7. (yaitu) Jalan orang-orang yang telah Engkau beri nikmat kepada mereka; bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) mereka yang sesat."
  },
  {
    "id": 2,
    "name": "Surat An-Nas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ . مَلِكِ النَّاسِ . إِلَهِ النَّاسِ . مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ . الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ . مِنَ الْجِنَّةِ وَالنَّاسِ",
    "latin": "Qul a'uudzu birabbinnaas. Malikin naas. Ilaahin naas. Min syarril waswaasil khannaas. Al ladzii yuwaswisu fii shuduurin naas, minal jinnati wan naas.",
    "terjemahan": "Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia. Dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. (An-Nas: 1-6)."
  },
  {
    "id": 3,
    "name": "Surat Al-Falaq",
    "arabic": ".قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ . مِنْ شَرِّ مَا خَلَقَ . وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ . وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ . وَمِنْ شَرِّحَاسِدٍ إِذَا حَسَد",
    "latin": "Qul a'uudzu birabbil falaq. Min syarri maa khalaq. Wa min syarri ghaasiqin idzaa waqab. Wa min syarrin naffaatsaati fil 'uqad. Wa min syarri haasidin idzaa hasad.",
    "terjemahan": "Aku berlindung kepada Tuhan Yang Menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita,dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan pendengki bila ia dengki. (Al-Falaq: 1-5)."
  },
  {
    "id": 4,
    "name": "Surat Al-Ikhlas",
    "arabic": ".قُلْ هُوَ اللَّهُ أَحَدٌ . اللَّهُ الصَّمَدُ . لَمْ يَلِدْ وَلَمْ يُولَدْ . وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ",
    "latin": "Qul huwallaahu ahad. Allaahush shamad. Lam yalid walam yuulad. Walam yakul lahuu kufuwan ahad.",
    "terjemahan": "Dialah Allah Yang Mahaesa. Allah ialah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan. Dan tidak ada seorang pun yang setara dengan Dia. (Al-Ikhlas: 1-4)."
  },
  {
    "id": 5,
    "name": "Surat Al-Lahab",
    "arabic": "بَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ . مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ . سَيَصْلَى نَارًا ذَاتَ لَهَبٍ . وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ ",
    "latin": "Tabbat yadaa abii lahabiw watabb. Maa aghnaa 'anhu maaluhuu wamaa kasab. Sayashlaa naaran dzaata lahab. Wamra atuhuu hammaalatal hathab. Fii jiidihaa hablum mim masad.",
    "terjemahan": "Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang bergejolak. Dan (begitu pula) istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut. (Al-Lahab: 1-5)"
  },
  {
    "id": 6,
    "name": "Surat An-Nashr",
    "arabic": "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ . وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا . فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَتَوَّابًا",
    "latin": "Idzaa jaa a nashrullaahi wal fath. Wara aitan naasa yadkhuluuna fii diinillaahi afwaajaa. Fasabbih bihamdi rabbika wastaghfirhu innahuu kaana tawwaabaa.",
    "terjemahan": "Apabila telah datang pertolongan Allah dan kemenangan serta kamu lihat manusia masuk agama Allah dengan berbondong-bondong, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima taubat. (An-Nashr: 1-3)."
  },
  {
    "id": 7,
    "name": "Surat Al-Kafirun",
    "arabic": "قُلْ يَا أَيُّهَا الْكَافِرُونَ . لَا أَعْبُدُ مَا تَعْبُدُونَ . وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ . وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ . وَلَا أَنْتُمْعَابِدُونَ مَا أَعْبُدُ . لَكُمْ دِينُكُمْ وَلِيَ دِينِ",
    "latin": "Qul yaa ayyuhal kaafiruun, laa a'budu maa ta'buduun. Walaa antum 'aabiduuna maa a'bud. Wa laa ana 'aabidum maa 'abattum. Wa laa antum 'aabiduuna maa a'bud. Lakum diinukum waliyadiin.",
    "terjemahan": "Hai orang-orang kafir, aku tidak akan menyembah apa yang kamu sembah. Dan kamu bukan penyembah Tuhan yang aku sembah. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah, dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. Untukmu agamamu dan untukku agamaku. (Al-Kafirun: 1-6)."
  },
  {
    "id": 8,
    "name": "Surat Al-Kautsar",
    "arabic": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ . فَصَلِّ لِرَبِّكَ وَانْحَرْ . إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ",
    "latin": "Innaa a'thainaakal kautsar. Fashalli lirabbika wanhar. Inna syaani aka huwal abtar.",
    "terjemahan": "Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah salat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu dialah yang terputus. (Al-Kautsar: 1-3)."
  },
  {
    "id": 9,
    "name": "Surat Al-Ma'un",
    "arabic": "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ . فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ . وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ . فَوَيْلٌ لِلْمُصَلِّينَ , الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ . الَّذِينَ هُمْ يُرَاءُونَ . وَيَمْنَعُونَ الْمَاعُونَ",
    "latin": "Ara aital ladzii yukadz dzibu bid diin. Fadzaalikal ladzii yadu'ul yatiim. Walaa yahudhdhu 'alaa tha 'aamil miskiin. Fawailul lil mushalliin. Al ladziina hum 'an shalaatihim saahuun. Alladziinahum yuraa'uun. Wayam na'uunal maa'uun.",
    "terjemahan": "Tahukah kamu (orang) yang mendustakan agama? Itulah orang yang menghardik anak yatim, dan tidak menganjurkan memberi makan orang miskin. Maka kecelakaanlah bagi orang-orang yang salat, (yaitu) orang-orang yang lalai dari salatnya, orang-orang yang berbuat riya, dan enggan (menolong dengan) barang berguna. (Al-Ma'un: 1-7)."
  },
  {
    "id": 10,
    "name": "Surat Quraisy",
    "arabic": "لِاِيلَافِ قُرَيْشٍ . إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ . فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ . الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآَمَنَهُمْ مِنْ خَوْفٍ ",
    "latin": "Li iilaafi quraisy. Iilaafihim rihlatasy syitaa i wash shaif. Fal ya'buduu rabba haadzal bait. Alladzii ath'amahum min juu'iw wa aamanahum min khauf.",
    "terjemahan": "Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan. (Quraisy: 1-4)."
  },
  {
    "id": 11,
    "name": "Surat Al-Fil",
    "arabic": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ . أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ . وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ . تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ . فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ ",
    "latin": "Alam tara kaifa fa'ala rabbuka bi ashhaabil fiil. Alam yaj'al kaidahum fii tadlliil. Wa arsala 'alaihim thairan abaabiil. Tarmiihim bihijaaratim min sijjiil. Faja'alahum ka'ashfim ma'kuul.",
    "terjemahan": "Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? Dan Dia mengirimkan kapada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). (Al-Fil: 1-5)."
  },
  {
    "id": 12,
    "name": "Surat Al-Humazah",
    "arabic": "وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ . الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ . يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ . كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ . وَمَا أَدْرَاكَ مَا الْحُطَمَةُ . نَارُ اللَّهِ الْمُوقَدَةُ . الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ . إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ . فِي عَمَدٍ مُمَدَّدَةٍ ",
    "latin": "Wailul likulli humazatil lumazah. Alladzii jama'a maalaaw wa'addadah. Yahsabu anna maalahuu akhladah. Kallaa layumbadzanna fil huthamah. Wamaa adraaka mal huthamah. Naarullaahil muuqadah. Allatii taththali'u 'alal af idah. Innahaa 'alaihim mu' shodah. Fii 'amadim mumaddadah.",
    "terjemahan": "Kecelakaanlah bagi setiap pengumpat lagi pencela, yang mengumpulkan harta dan menghitung-hitung, dia mengira bahwa hartanya itu dapat mengekalkannya, sekali-kali tidak! Sesungguhnya dia benar-benar akan dilemparkan ke dalam Huthamah. Dan tahukah kamu apa Huthamah itu? (yaitu) api (yang disediakan) Allah yang dinyalakan, yang (membakar) sampai ke hati. Sesungguhnya api itu ditutup rapat atas mereka, (sedang mereka itu) diikat pada tiang-tiang yang panjang. (Al-Humazah: 1-9)."
  },
  {
    "id": 13,
    "name": "Surat Al-Al-Ashr",
    "arabic": "وَالْعَصْرِ . إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ . إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ ",
    "latin": "Wal 'ashr. Innal insaana lafii khusr. Illal ladziina aamanuu wa 'amilush shaalihaati watawaa shaubilhaqqi watawaa shaubish shabr.",
    "terjemahan": "Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat menasihati supaya menaati kebenaran dan nasihat menasihati supaya menetapi kesabaran. (Al-Ashr: 1-3)."
  },
  {
    "id": 14,
    "name": "Surat Al-Al-Ashr",
    "arabic": "وَالْعَصْرِ . إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ . إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ ",
    "latin": "Wal 'ashr. Innal insaana lafii khusr. Illal ladziina aamanuu wa 'amilush shaalihaati watawaa shaubilhaqqi watawaa shaubish shabr.",
    "terjemahan": "Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat menasihati supaya menaati kebenaran dan nasihat menasihati supaya menetapi kesabaran. (Al-Ashr: 1-3)."
  },
  {
    "id": 15,
    "name": "Surat At-Takatsur",
    "arabic": "أَلْهَاكُمُ التَّكَاثُرُ . حَتَّى زُرْتُمُ الْمَقَابِرَ . كَلَّا سَوْفَ تَعْلَمُونَ . ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ . كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ . لَتَرَوُنَّ الْجَحِيمَ . ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ . ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ ",
    "latin": "Alhaakumut takaatsur. Hattaa zurtumul maqaabir. Kallaa saufa ta'lamuun. Tsumma kallaa saufa ta'lamuun. Kallaa lau ta'lamuuna 'ilmal yaqiin. Latarawunnal jahiim. Tsumma latarawunnahaa 'ainal yaqiin. Tsumma latus alunna yauma idzin 'anin na'iim.",
    "terjemahan": "ermegah-megahan telah melalaikan kamu, sampai kamu masuk ke dalam kubur. Janganlah begitu, kelak kamu akan mengetahui (akibat perbuatanmu itu), dan janganlah begitu, kelak kamu akan mengetahui. Janganlah begitu, jika kamu mengetahui dengan pengetahuan yang yakin, niscaya kamu benar-benar akan melihat neraka Jahiim, dan sesungguhnya kamu benar-benar akan melihatnya dengan 'ainul yaqin. Kemudian kamu pasti akan ditanyai pada hari itu tentang kenikmatan (yang kamu megah-megahkan di dunia itu). (At-Takatsur: 1-8)."
  },
  {
    "id": 16,
    "name": "Surat Al-Qari'ah",
    "arabic": "الْقَارِعَةُ . مَا الْقَارِعَةُ . وَمَا أَدْرَاكَ مَا الْقَارِعَةُ . يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ . وَتَكُونُ الْجِبَالُكَالْعِهْنِ الْمَنْفُوشِ . فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ . فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ . وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ . فَأُمُّهُ هَاوِيَةٌوَمَا أَدْرَاكَ مَا هِيَهْ . نَارٌ حَامِيَةٌ . ",
    "latin": "Al-qaari'ah. Mal qaari'ah. Wa maa adraaka mal qaari'ah. Yauma yakuunun naasu kal faraasyil mabtsuuts. Wa takuunul jibaalu kal 'ihnil manfuusy. Fa ammaa man tsaqulat mawaaziinuh. Fahuwa fii 'iisyatir raadliyah. Wa ammaa man khaffat mawaaziinuhu. Fa ummuhuu haawiyah. Wa maa adraaka maahiyah. Naarun haamiyah.",
    "terjemahan": "Hari Kiamat, apakah hari Kiamat itu? Tahukah kamu apakah hari Kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya, tempat kembalinya ialah neraka Hawiyah. Tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al Qariah: 1-11)."
  },
  {
    "id": 17,
    "name": "Surat Al-'Adiyat",
    "arabic": "وَٱلْعَٰدِيَٰتِ ضَبْحًافَٱلْمُورِيَٰتِ قَدْحًافَٱلْمُغِيرَٰتِ صُبْحًافَأَثَرْنَ بِهِۦ نَقْعًفَوَسَطْنَ بِهِۦ جَمْعًاإِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌوَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌوَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُوروَحُصِّلَ مَا فِى ٱلصُّدُورإِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌۢ ",
    "latin": "Wal 'aadiyaati dhabhaa falmụriyaati qadhaa fal-mughiiraati shubhaa fa atsarna bihii naq'aa fa wasathna bihii jam'aa innal insaana lirabbihii lakanuud wa innahụ 'alaa dzaalika lasyahiid wa innahuu lihubbil khairi lasyadiid afalaa ya'lamu idzaa bu'tsira maa filqubuur wa hushshila maa fishshuduur inna rabbahum bihim yauma idzil lakhabiir.",
    "terjemahan": "Demi kuda perang yang berlari kencang dengan terengah-engah dan kuda yang mencetuskan api dengan pukulan (kuku kakinya), dan kuda yang menyerang dengan tiba-tiba di waktu pagi, maka ia menerbangkan debu, dan menyerbu ke tengah-tengah kumpulan musuh, sesungguhnya manusia itu sangat ingkar, tidak berterima kasih kepada Tuhannya, dan sesungguhnya manusia itu menyaksikan (sendiri) keingkarannya dan sesungguhnya dia sangat bakhil karena cintanya kepada harta. Maka apakah dia tidak mengetahui apabila dibangkitkan apa yang ada di dalam kubur, dan dilahirkan apa yang ada di dalam dada, sesungguhnya Tuhan mereka pada hari itu Maha Mengetahui keadaan mereka. (Al-Adiyat: 1-10)."
  },
  {
    "id": 18,
    "name": "Surat Az-Zalzalah",
    "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا. وَأَخْرَجَتِ ٱلْأَرْضُ أَثْقَالَهَا. وَقَالَ ٱلْإِنسَٰنُ مَا لَهَا. يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا. بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا. يَوْمَئِذٍ يَصْدُرُ ٱلنَّاسُ أَشْتَاتًا لِّيُرَوْا۟ أَعْمَٰلَهُمْ. فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ. وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُۥ ",
    "latin": "Idzaa zulzilatil ardhu zilzaalahaa. wa akhrajatil ardhu atsqaalahaa. waqaalal insaanu maa lahaa. yauma-idzin tuhadditsu akhbaarahaa. bi anna rabbaka auhaa lahaa. Yaumaidziy yashdurun naasu asytaatal liyuraw a'maalahum. Famay ya'mal mitsqaala dzarratin khairay yarah. wamay ya'mal mitsqaala dzarratin syarray yarah.",
    "terjemahan": "Apabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, Apa yang terjadi dengan bumi ini? Pada hari itu bumi menyampaikan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan berkelompok-kelompok, untuk diperlihatkan kepada mereka (balasan) semua perbuatannya. Maka barang siapa mengerjakan kebaikan seberat dzarrah, niscaya dia akan melihat (balasan)nya. Dan barang siapa mengerjakan kejahatan sebesar dzarrah, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah: 1-8)."
  },
  {
    "id": 19,
    "name": "Surat Al-Bayyinah",
    "arabic": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً فِيهَا كُتُبٌ قَيِّمَةٌ وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ ",
    "latin": "Lam yakunil ladziina kafaruu min ahlil kitaabi wal musyrikiina munfakkiina hattaa ta' tiyahumul bayyinah. Rasuulum minallaahi yatluu shuhufam muthahharah. Fiihaa kutubung qayyimah. Wamaa tafarraqalladziina uutul kitaaba illaa mim ba'di maa jaa athumul bayyinah. Wamaa umiruu illaa liya'budullaaha mukhlishiina lahuddiina hunafaa a wa yuqiimushshalaata wa yu' tuzzakaata wa dzaalika diinul qayyimah. Innalladziina kafaruu min ahlil-kitaabi walmusyrikiina fii naari jahannama khaalidiina fiihaa. Ulaa ika hum syarrul bariyyah. Innalladziina aamanuu wa 'amilush shaaliḥaati ulaa ika hum khairul bariyyah. Jazaa uhum 'indarabbihim jannaatu 'adnin tajrii min tahtihal anhaaru khaalidiina fiihaa abadaa, raḍiyallaahu 'anhum wa radhuu 'anhu, dzaalika liman khasyiya rabbah.",
    "terjemahan": "Orang-orang kafir yakni ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) Kitab-Kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama yang lurus dan supaya mereka mendirikan salat dan menunaikan zakat, dan yang demikian itulah agama yang lurus. Sesungguhnya orang-orang yang kafir yakni ahli Kitab dan orang-orang yang musyrik (akan masuk) ke neraka Jahannam, mereka kekal di dalamnya, mereka seburuk-buruk makhluk. Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh, mereka itu sebaik-baik makhluk. Balasan mereka di sisi Tuhan mereka ialah surga 'Adn yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya, Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Yang demikian itu (balasan) bagi orang yang takut kepada Tuhannya. (Al-Bayinah: 1-8)."
  },
  {
    "id": 20,
    "name": "Surat Al-Qadr",
    "arabic": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةِ الْقَدْر.ِوَمَآ اَدْرٰىكَ مَا لَيْلَةُ الْقَدْرِ.ۗ لَيْلَةُ الْقَدْرِ ەۙ خَيْرٌ مِّنْ اَلْفِ شَهْرٍ.ۗ تَنَزَّلُ الْمَلٰۤىِٕكَةُ وَالرُّوْحُ فِيْهَا بِاِذْنِ رَبِّهِمْۚ مِنْ كُلِّ اَمْرٍ.ۛ سَلٰمٌ ۛهِيَ حَتّٰى مَطْلَعِ الْفَجْرِۛ ",
    "latin": "Innaa anzalnaahu fī lailatilqadr. Wa maa adraaka maa lailatul-qadr. Lailatulqadri khairum min alfi syahr. Tanazzalul malaa ikatu warruuhu fiihaa bi idznirabbihim ming kulli amr. Salaamun hiya hattaa mathla il fajr.",
    "terjemahan": "Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. Pada malam itu turun para malaikat dan Ruh (Jibril) dengan izin Tuhannya untuk mengatur semua urusan. Sejahteralah (malam itu) sampai terbit fajar. (Al-Qadr: 1-5)."
  },
  {
    "id": 21,
    "name": "Surat Al-'Alaq",
    "arabic": "اِقْرَأْ بِاسْمِ رَبِّكَ الَّذِى خَلَقَ خَلَقَ الْإِنْسٰنَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِى عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنْسٰنَ مَا لَمْ يَعْلَمْ كَلَّآ إِنَّ الْإِنْسٰنَ لَيَطْغَىٰٓ أَنْ رَّءَاهُ اسْتَغْنَىٰٓ إِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰٓ أَرَءَيْتَ الَّذِى يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰٓ أَرَءَيْتَ إِنْ كَانَ عَلَى الْهُدَىٰٓ أَوْ أَمَرَ بِالتَّقْوَىٰٓ أَرَءَيْتَ إِنْ كَذَّبَ وَتَوَلَّىٰٓ أَلَمْ يَعْلَمْ بِأَنَّ اللهَ يَرَىٰ كَلَّا لَئِنْ لَّمْ يَنْتَهِ لَنَسْفَعًۢا بِالنَّاصِيَةِ نَاصِيَةٍ كٰذِبَةٍ خَاطِئَةٍ فَلْيَدْعُ نَادِيَهٗ سَنَدْعُ الزَّبَانِيَةَ كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ",
    "latin": "Iqra' bismirobbikalladzii khalaq. Khalaqal insaana min 'alaq. Iqra' warabbukal akram. Alladzii 'allama bil qalam. 'Allamal insaana maa lam ya'lam. Kallaa innal insaana layathghaa. Arra aahus taghnaa. Inna ilaa rabbikar ruj'aa. Ara aital ladzii yanhaa. 'Abdan idzaa shallaa ara aita ingkaana 'alal hudaa au amara bit taqwaa ara aita ing kadzdzaba watawallaa. Alam ya'lam bi annallaaha yaraa. Kallaa la il lam yantahii lanasfa'am bin naashiyah. Naashiyating kaadzibatin khaati ah. Falyad'u naadiyah sanad'uz zabaaniyah. Kallaa laa tuthi'hu wasjud waqtarib.",
    "terjemahan": "Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat menasihati supaya menaati kebenaran dan nasihat menasihati supaya menetapi kesabaran. (Al-Ashr: 1-3)."
  },
  {
    "id": 22,
    "name": "Surat At-Tin",
    "arabic": "وَالتِّيْنِ وَالزَّيْتُوْنِۙ.وَطُوْرِ سِيْنِيْنَۙ.وَهٰذَا الْبَلَدِ الْاَمِيْنِۙ.لَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍۖ.ثُمَّ رَدَدْنٰهُ اَسْفَلَ سَافِلِيْنَۙ.اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍۗ.فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّيْنِۗۗاَلَيْسَ اللّٰهُ بِاَحْكَمِ الْحٰكِمِيْنَۗ ",
    "latin": "Wat tiini waz zaituun. Wa thuuri siiniin. Wa haadzal baladil amiin. Laqad khalaqnal insaana fii ahsani taqwiim. tsumma radadnaahu asfala saafiliin. Illalladziina aamanuu wa 'amilush shaalihaati fa lahum ajrun gairu mamnuun. Fa maa yukadz dzibuka ba'du biddiin. Alaisallaahu bi ahkamil haakimiin.",
    "terjemahan": "Demi (buah) Tin dan (buah) Zaitun. Demi gunung Sinai. Dan demi negeri (Mekah) yang aman ini. Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. Kecuali orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat pahala yang tidak ada putus-putusnya. Maka apa yang menyebabkan (mereka) mendustakanmu (tentang) hari pembalasan setelah (adanya keterangan-keterangan) itu? Bukankah Allah hakim yang paling adil? (At-Tin: 1-8)."
  },
  {
    "id": 23,
    "name": "Surat Al-Insyirah",
    "arabic": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنكَ وِزْرَكَ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا إِنَّ مَعَ ٱلْعُسْرِ يُسْرًا فَإِذَا فَرَغْتَ فَٱنصَبْ وَإِلَىٰ رَبِّكَ فَٱرْغَب ",
    "latin": "Alam nasyrah laka shadrak. Wawadha'naa 'anka wizrak. Alladzii ang qadha zhahrak. Warafa'naa laka dzikrak. Fa inna ma'al 'usri yusraa. Inna ma'al 'usri yusraa. Fa idzaa faraghta fang shab. Wa ilaa rabbika farghab.",
    "terjemahan": "Bukankah Kami telah melapangkan dadamu (Muhammad)? Dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu, dan Kami tinggikan sebutan nama(mu) bagimu. Maka sesungguhnya bersama kesulitan ada kemudahan. Sesungguhnya bersama kesulitan ada kemudahan. Maka apabila engkau telah selesai (dari sesuatu urusan), tetaplah bekerja keras (untuk urusan yang lain), dan hanya kepada Tuhanmulah engkau berharap. (Al-Insyirah: 1-8)."
  },
  {
    "id": 24,
    "name": "Surat Ad-Dhuha",
    "arabic": "وَالضُّحٰىۙۗ.وَالَّيْلِ اِذَا سَجٰىۙ.مَا وَدَّعَكَ رَبُّكَ وَمَا قَلٰىۗ.وَلَلْاٰخِرَةُ خَيْرٌ لَّكَ مِنَ الْاُوْلٰىۗ.وَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰىۗ.اَلَمْ يَجِدْكَ يَتِيْمًا فَاٰوٰىۖ.وَوَجَدَكَ ضَاۤلًّا فَهَدٰىۖ.وَوَجَدَكَ عَاۤىِٕلًا فَاَغْنٰىۗ.فَاَمَّا الْيَتِيْمَ فَلَا تَقْهَرْۗ.وَاَمَّا السَّاۤىِٕلَ فَلَا تَنْهَرْ. وَاَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ. ",
    "latin": "Wadh dhuhaa. Wal laili idzaa sajaa. Maa wadda'aka rabbuka wa maa qalaa. Wa lal aakhiratu khairul laka minal uulaa. walasaufa yu'thiika rabbuka fa tardhaa. Alam yajidka yatiiman fa aawaa. Wa wajadaka dhaal lang fa hadaa. wa wajadaka 'aa ilang fa aghnaa. Fa ammal yatiima fa laa taqhar. Wa ammas saa ila fa laa tanhar. Wa ammaa bini'mati rabbika fa haddits.",
    "terjemahan": "Demi waktu duha (ketika matahari naik sepenggalah). Dan demi malam apabila telah sunyi. Tuhanmu tidak meninggalkan engkau (Muhammad) dan tidak (pula) membencimu. Dan sungguh yang kemudian itu lebih baik bagimu dari yang permulaan. Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas. Bukankah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungi(mu). Dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk. Dan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan. Maka terhadap anak yatim janganlah engkau berlaku sewenang-wenang. Dan terhadap orang yang meminta-minta janganlah engkau menghardik(nya). Dan terhadap nikmat Tuhanmu hendaklah engkau nyatakan (dengan bersyukur). (Ad-Dhuha: 1-11)."
  },
  {
    "id": 25,
    "name": "Surat Al-Lail",
    "arabic": "وَالَّيْلِ إِذَا يَغْشَىٰ وَالنَّهَارِ إِذَا تَجَلَّىٰ وَمَا خَلَقَ الذَّكَرَ وَالْأُنثَىٰٓ إِنَّ سَعْيَكُمْ لَشَتَّىٰ فَأَمَّا مَنْ أَعْطَىٰ وَاتَّقَىٰ وَصَدَّقَ بِالْحُسْنَىٰ فَسَنُيَسِّرُهٗ لِلْيُسْرَىٰ وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَىٰ وَكَذَّبَ بِالْحُسْنَىٰ فَسَنُيَسِّرُهٗ لِلْعُسْرَىٰ وَمَا يُغْنِى عَنْهُ مَالُهٗ إِذَا تَرَدَّىٰٓ إِنَّ عَلَيْنَا لَلْهُدَىٰ وَإِنَّ لَنَا لٙلْأٓخِرَةَ وَالْأ ولَىٰ فَأَنْذَرْتُكُمْ نَارًا تَلَظَّىٰ لَا يَصْلَىٰهَآ إِلَّا الْأَشْقَى الَّذِى كَذَّبَ وَتَوَلَّىٰ وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِى يُؤْتِى مَا لَهٗ يَتَزَكَّىٰ وَمَا لِأَحَدٍ عِنْدَهٗ مِن نِّعْمَةٍ تُجْزَىٰٓ إِلَّا ابْتِغَآءَ وَجْهِ رَبِّهِ الْأَعْلَىٰ وَلَسَوْفَ يَرْضَىٰ ",
    "latin": "Wal laili idzaa yaghsyaa. Wannahaari idzaa tajallaa. Wamaa khalaqadzdzakara wal ungtsaa. Inna sa'yakum lasyattaa. Fa ammaa man a'thaa wattaqaa washaddaqa bil husnaa. Fasanuyassiruhuu lilyusraa. Wa ammaa mam bakhila wastaghnaa. Wakadzdzaba bil husna. Fasanuyassiruhuu lil 'usraa. Wamaa yughnii 'anhumaa luhuu idzaa taraddaa. Inna aalainaa lalhudaa. Wa inna lanaa lal aakhirata wal uulaa fa angdzartukum naarang talazhzhaa. Laa yashlaahaa illal asyqaa. Alladzii kadzdzaba watawallaa. Wasayujannabuhal atqaa. Alladzii yu'tii maalahu yatazakkaa. Wamaa li ahadin 'indahuu min ni'matin tujzaa. Illab tighaa a wajhi rabbihil a'laa. Walasaufa yardhaa.",
    "terjemahan": "Demi malam apabila menutupi (cahaya siang). Demi siang apabila terang benderang. Demi penciptaan laki-laki dan perempuan. Sungguh, usahamu memang beraneka macam. Maka barang siapa memberikan (hartanya di jalan Allah) dan bertakwa, dan membenarkan (adanya pahala) yang terbaik (surga) maka akan Kami mudahkan baginya jalan menuju kemudahan (kebahagiaan). Dan adapun orang yang kikir dan merasa dirinya cukup (tidak perlu pertolongan Allah) serta mendustakan (pahala) yang terbaik, maka akan Kami mudahkan baginya jalan menuju kesukaran (kesengsaraan). Dan hartanya tidak bermanfaat baginya apabila dia telah binasa. Sesungguhnya Kamilah yang memberi petunjuk dan sesungguhnya milik Kamilah akhirat dan dunia itu. Maka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). Dan akan dijauhkan darinya (neraka) orang yang paling bertakwa yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya), dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya, tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi dan niscaya kelak dia akan mendapat kesenangan (yang sempurna). (Al-Lail: 1-21)."
  },
  {
    "id": 26,
    "name": "Surat Asy-Syams",
    "arabic": "وَالشَّمْسِ وَضُحٰىهَاۖ وَالْقَمَرِ اِذَا تَلٰىهَاۖ وَالنَّهَارِ اِذَا جَلّٰىهَاۖ وَالَّيْلِ اِذَا يَغْشٰىهَاۖ وَالسَّمَاۤءِ وَمَا بَنٰىهَاۖ وَالْاَرْضِ وَمَا طَحٰىهَاۖ وَنَفْسٍ وَّمَا سَوّٰىهَاۖ فَاَلْهَمَهَا فُجُوْرَهَا وَتَقْوٰىهَاۖ قَدْ اَفْلَحَ مَنْ زَكّٰىهَاۖ وَقَدْ خَابَ مَنْ دَسّٰىهَاۗ كَذَّبَتْ ثَمُوْدُ بِطَغْوٰىهَآ ۖ اِذِ انْۢبَعَثَ اَشْقٰىهَاۖ فَقَالَ لَهُمْ رَسُوْلُ اللّٰهِ نَاقَةَ اللّٰهِ وَسُقْيٰهَاۗ فَكَذَّبُوْهُ فَعَقَرُوْهَاۖ فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْۢبِهِمْ فَسَوّٰىهَاۖ وَلَا يَخَافُ عُقْبٰهَا ࣖ ",
    "latin": "Wasy syamsi wa dhuhaahaa. Wal-qamari idzaa talaahaa. Wal laili idzaa yaghsyaahaa. Wan nahaari idzaa jallaahaa. Was-samaa i wa maa banaahaa. Wal ardhi wa maa thahahaa. Wa nafsiw wa maa sawwaahaa. Fa alhamahaa fujuurahaa wa taqwaahaa. Qad aflaha man zakkaahaa. Wa qad khaaba man dassaahaa. Kadz dzabat tsamuudu bithagwaahaa. Idzim ba'atsa asyqaahaa. Fa qaala lahum rasuulullaahi naaqatallaahi wa suqyaahaa. Fa kadz dzabuuhu fa 'aqaruuhaa. Fa damdama 'alaihim rabbuhum bidzambihim fa sawwaahaa. Wa laa yakhaafu 'uqbaahaa.",
    "terjemahan": "Demi matahari dan sinarnya pada waktu duha (ketika matahari naik sepenggalah). Demi bulan saat mengiringinya. Demi malam saat menutupinya (gelap gulita). Demi siang saat menampakkannya. Demi langit serta pembuatannya. Demi bumi serta penghamparannya. Dan demi jiwa serta penyempurnaan (ciptaan)-nya. Lalu Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya. Sungguh beruntung orang yang menyucikannya (jiwa itu). Dan sungguh rugi orang yang mengotorinya. (Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas. Ketika orang yang paling celaka di antara mereka bangkit (untuk menyembelih unta betina Allah). Rasul Allah (Saleh) lalu berkata kepada mereka, (Biarkanlah) unta betina Allah ini beserta minumannya. Namun, mereka kemudian mendustakannya (Saleh) dan menyembelih (unta betina) itu. Maka, Tuhan membinasakan mereka karena dosa-dosanya, lalu meratakan mereka (dengan tanah). Dia tidak takut terhadap akibatnya."
  },
  {
    "id": 27,
    "name": "Surat Al-Balad",
    "arabic": "لَآ أُقْسِمُ بِهٰذَا الْبَلَدوَأَنْتَ حِلٌّۢ بِهٰذَا الْبَلَدوَوَالِدٍ وَمَا وَلَدلَقَدْ خَلَقْنَا الْإِنسٰنَ فِى كَبَدأَيَحْسَبُ أَنْ لَّنْ يَقْدِرَ عَلَيْهِ أَحَدِيَقُوْلُ أَهْلَكْتُ مَالًا لُّبَدًاأَيَحْسَبُ أَنْ لَّمْ يَرَهٗ أَحَدٌأَلَمْ نَجْعَل لَّهٗ عَيْنَيْنِوَلِسَانًا وَشَفَتَيْنِوَهَدَيْنٰهُ النَّجْدَيْنِفَلَا اقْتَحَمَ الْعَقَبَةَوَمَآ أَدْرَىٰكَ مَا الْعَقَبَةُفَكُّ رَقَبَةٍأَوْ إِطْعٰمٌ فِى يَوْمٍ ذِى مَسْغَبَةٍيَتِيْمًا ذَا مَقْرَبَةٍأَوْ مِسْكِيْنًا ذَا مَتْرَبَةٍثُمَّ كَانَ مِنَ الَّذِيْنَ ءَامَنُوا۟ وَتَوَاصَوْا۟ بِالصَّبْرِ وَتَوَاصَوْا۟ بِالْمَرْحَمَةِأُو۟لٰٓئِكَ أَصْحٰبُ الْمَيْمَنَةِوَالَّذِيْنَ كَفَرُوا۟ بِـَٔايٰتِنَا هُمْ أَصْحٰبُ الْمَشْـَٔمَةِعَلَيْهِمْ نَارٌ مُّؤْصَدَةٌۢ ࣖ ",
    "latin": "Laa uqsimu bihaadzal balad. Wa anta hillum bihaadzal balad. Wawaalidiw wamaa walad. Laqad khalaqnal ingsaana fii kabad. Ayahsabu allay yaqdira 'alaihi ahad. Yaquulu ahlaktu maalall lubadaa. Ayahsabu allam yarahuu ahad. Alam naj'al lahuu 'ainaiin. Wa lisaanaw wasyafataiin. Wahadainaahun najdaiin. Falaq tahamal 'aqabah. Wamaa adraaka mal 'aqabah. Fakku raqabah. Aw ith 'aamung fii yauming dzii masghobah. Yatiimang dzaa maqrobah. Aw miskiinang dzaa matrobah. Tsumma kaana minal ladziina aamanuu watawaashaubis shabri watawaashaubil marhamah. Ulaa ika ash haabul maimanah. Walladziina kafaruu bi aayaatinaa hum ash haabul masy amah. Alaihim naarum mu' shodah.",
    "terjemahan": "Aku bersumpah dengan negeri ini (Mekah). Dan engkau (Muhammad) bertempat di negeri (Mekah) ini. Dan demi (pertalian) bapak dan anaknya. Sungguh, Kami telah menciptakan manusia berada dalam susah payah. Apakah dia (manusia) itu mengira bahwa tidak ada sesuatu pun yang berkuasa atasnya? Dia mengatakan, Aku telah menghabiskan harta yang banyak. Apakah dia mengira bahwa tidak ada sesuatu pun yang melihatnya? Bukankah Kami telah menjadikan untuknya sepasang mata dan lidah dan sepasang bibir? Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). Tetapi dia tidak menempuh jalan yang mendaki dan sukar. Dan tahukah kamu apakah jalan yang mendaki dan sukar itu? (Yaitu) melepaskan perbudakan (hamba sahaya), atau memberi makanan pada hari terjadi kelaparan, (kepada) anak yatim yang ada hubungan kerabat, atau orang miskin yang sangat fakir. Kemudian dia termasuk orang-orang yang beriman dan saling berpesan untuk bersabar dan saling berpesan untuk berkasih sayang. Mereka (orang-orang yang beriman dan saling berpesan itu) adalah golongan kanan. Dan orang-orang yang kafir kepada ayat-ayat Kami, mereka itu adalah golongan kiri Mereka berada dalam neraka yang ditutup rapat. (Al-Balad 1-20)."
  },
  {
    "id": 28,
    "name": "Surat Al-Fajr",
    "arabic": "وَٱلْفَجْرِوَلَيَالٍ عَشْرٍوَٱلشَّفْعِ وَٱلْوَتْرِوَٱلَّيْلِ إِذَا يَسْرِهَلْ فِى ذَٰلِكَ قَسَمٌ لِّذِى حِجْرٍأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍإِرَمَ ذَاتِ ٱلْعِمَادِٱلَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى ٱلْبِلَـٰدِوَثَمُودَ ٱلَّذِينَ جَابُوا۟ ٱلصَّخْرَ بِٱلْوَادِوَفِرْعَوْنَ ذِى ٱلْأَوْتَادِٱلَّذِينَ طَغَوْا۟ فِى ٱلْبِلَـٰدِفَأَكْثَرُوا۟ فِيهَا ٱلْفَسَادَفَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍإِنَّ رَبَّكَ لَبِٱلْمِرْصَادِفَأَمَّا ٱلْإِنسَـٰنُ إِذَا مَا ٱبْتَلَىٰهُ رَبُّهُۥ فَأَكْرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّىٓ أَكْرَمَنِوَأَمَّآ إِذَا مَا ٱبْتَلَىٰهُ فَقَدَرَ عَلَيْهِ رِزْقَهُۥ فَيَقُولُ رَبِّىٓ أَهَـٰنَنِكَلَّا ۖ بَل لَّا تُكْرِمُونَ ٱلْيَتِيمَوَلَا تَحَـٰٓضُّونَ عَلَىٰ طَعَامِ ٱلْمِسْكِينِوَتَأْكُلُونَ ٱلتُّرَاثَ أَكْلًا لَّمًّاوَتُحِبُّونَ ٱلْمَالَ حُبًّا جَمًّاكَلَّآ إِذَا دُكَّتِ ٱلْأَرْضُ دَكًّا دَكًّاوَجَآءَ رَبُّكَ وَٱلْمَلَكُ صَفًّا صَفًّاوَجِا۟ىٓءَ يَوْمَئِذٍۭ بِجَهَنَّمَ ۚ يَوْمَئِذٍ يَتَذَكَّرُ ٱلْإِنسَـٰنُ وَأَنَّىٰ لَهُ ٱلذِّكْرَىٰيَقُولُ يَـٰلَيْتَنِى قَدَّمْتُ لِحَيَاتِىفَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٌوَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٌيَـٰٓأَيَّتُهَا ٱلنَّفْسُ ٱلْمُطْمَئِنَّةُٱرْجِعِىٓ إِلَىٰ رَبِّكِ رَاضِيَةً مَّرْضِيَّةًفَٱدْخُلِى فِى عِبَـٰدِىوَٱدْخُلِى جَنَّتِى ࣖ ",
    "latin": "Wal fajr. Walayaalin 'asyr. Wasy syaf'i wal watr. Wal laili idzaa yasr. Hal fii dzaalika qasamul lidzii hijr. Alam tara kaifa fa'ala rabbuka bi'aad. Irama dzaatil 'imaad. Allatii lam yukhlaq mitsluhaa fil bilaad. Wa tsamuudal ladziina jaabus shakhra bil waad. Wa fir'auna dzil autaad. Alladziina thaghau fil bilaad. Fa aktsaruu fiihal fasaad. Fashabba 'alaihim rabbuka sautha 'adzaab. Inna rabbaka labil mirshaad. Fa ammal ingsaanu idzaa mabtalaahu rabbuhuu fa akramahuu wana 'amahuu fayaquulu rabbii akraman. Wa ammaa idzaa mabtalaahu faqadara 'alaihi rizqahuu fayaquulu rabbii ahaanan. Kallaa bal laa tukrimuunal yatiim. Wa laa tahaadhdhuuna 'ala tha'aamil miskiin. Wata' kuluunat turaatsa aklal lammaa. Wa tuhibbuunal maala hubbang jammaa. Kallaa idzaa dukkatil ardhu dakkang dakkaa. Wajaa a rabbuka wal malaku shaffang shaffaa. Wajii a yauma idzim bijahannam. Yauma idziy yatadzakkarul ingsaanu wa annaa lahudz dzikraa. Yaquulu yaalaitanii qaddamtu lihayaatii. Fayauma idzil laa yu'adzdzibu 'adzaabahuu ahad. Walaa yuutsiqu wa tsaaqahuu ahad. Yaa ayyatuhan nafsul muthma innah. Irji 'ii ilaa rabbiki raadhiyatam mardhiyyah. Fadkhulii fii 'ibaadii. Wad khulii jannatii.",
    "terjemahan": "Demi fajar. Demi malam yang sepuluh. Demi yang genap dan yang ganjil. Demi malam apabila berlalu. Adakah pada yang demikian itu terdapat sumpah (yang dapat diterima) bagi orang-orang yang berakal? Tidakkah engkau (Muhammad) memerhatikan bagaimana Tuhanmu berbuat terhadap (kaum) 'Ad? (yaitu) penduduk Iram (ibu kota kaum 'Ad) yang punya bangunan-bangunan tinggi. Yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain. Dan terhadap (kaum) Samud yang memotong batu-batu besar di lembah. Dan (terhadap) Fir'aun yang punya pasak-pasak (bangunan yang besar). Yang berbuat sewenang-sewenang dalam negeri. Lalu mereka banyak berbuat kerusakan dalam negeri itu. Karena itu Tuhanmu menimpakan cemeti azab kepada mereka. Sungguh, Tuhanmu benar-benar mengawasi. Maka adapun manusia, apabila Tuhan mengujinya lalu memuliakannya dan memberinya kesenangan, maka dia berkata, Tuhanku telah memuliakanku. Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, Tuhanku telah menghinaku. Sekali-kali tidak! Bahkan kamu tidak memuliakan anak yatim, dan kamu tidak saling mengajak memberi makan orang miskin, sedangkan kamu memakan harta warisan dengan cara mencampurbaurkan (yang halal dan yang haram), dan kamu mencintai harta dengan kecintaan yang berlebihan. Sekali-kali tidak! Apabila bumi diguncangkan berturut-turut (berbenturan). Dan datanglah Tuhanmu dan malaikat berbaris-baris. Dan pada hari itu diperlihatkan neraka Jahanam. Pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu. Dia berkata, Alangkah baiknya sekiranya dahulu aku mengerjakan (kebajikan) untuk hidupku ini. Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya (yang adil) dan tidak ada seorangpun yang mengikat seperti ikatan-Nya. Wahai jiwa yang tenang! Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya. Maka masuklah ke golongan hamba-hamba-Ku dan masuklah ke dalam Surga-Ku. (Al-Fajr 1-30)."
  },
  {
    "id": 29,
    "name": "Surat Al-Ghasiyah",
    "arabic": "هَلْ أَتَىٰكَ حَدِيثُ ٱلْغَـٰشِيَةِ وُجُوهٌ يَوْمَئِذٍ خَـٰشِعَةٌ عَامِلَةٌ نَّاصِبَةٌ تَصْلَىٰ نَارًا حَامِيَةً تُسْقَىٰ مِنْ عَيْنٍ ءَانِيَةٍ لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ لَّا يُسْمِنُ وَلَا يُغْنِى مِن جُوعٍ وُجُوهٌ يَوْمَئِذٍ نَّاعِمَةٌ لِّسَعْيِهَا رَاضِيَةٌ فِى جَنَّةٍ عَالِيَةٍ لَّا تَسْمَعُ فِيهَا لَـٰغِيَةً فِيهَا عَيْنٌ جَارِيَةٌ فِيهَا سُرُرٌ مَّرْفُوعَةٌ وَأَكْوَابٌ مَّوْضُوعَة وَنَمَارِقُ مَصْفُوفَةٌ وَزَرَابِىُّ مَبْثُوثَةٌ أَفَلَا يَنظُرُونَ إِلَى ٱلْإِبِلِ كَيْفَ خُلِقَتْ وَإِلَى ٱلسَّمَآءِ كَيْفَ رُفِعَتْ وَإِلَى ٱلْجِبَالِ كَيْفَ نُصِبَتْ وَإِلَى ٱلْأَرْضِ كَيْفَ سُطِحَتْ فَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ إِلَّا مَن تَوَلَّىٰ وَكَفَرَ فَيُعَذِّبُهُ ٱللَّهُ ٱلْعَذَابَ ٱلْأَكْبَرَ إِنَّ إِلَيْنَآ إِيَابَهُمْ ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُم ࣖ ",
    "latin": "Hal ataaka hadiitsul ghaasyiyah. Wujuuhuy yauma idzin khaasyi'ah. 'Aamilatun naashibah. Tashlaa naaran haamiyah. Tusqaa min 'ainin aaniyah. Laisa lahum tha 'aamun illaa min dharii'. Laa yusminu wa laa yughnii min juu'. Wujuuhuy yauma idzin naa'imah. Lisa'yihaa raadhiyah. Fii jannatin 'aaliyah. Laa tasma'u fiihaa laaghiyah. Fiihaa 'ainun jaariyah. Fiihaa sururum marfuu'ah. Wa akwaabum maudhu'ah. Wa namaariqu mashfuufah. Wa zaraabiyyu mabtsuutsah. Afalaa yanzhuruuna ilal ibili kaifa khuliqat. Wa ilas samaa i kaifa rufi'at. Wa ilal jibaali kaifa nushibat. Wa ilal ardhi kaifa suthihat. Fa dzakkir, innamaa anta mudzakkir. Lasta 'alaihim bimushaithir. Illaa man tawallaa wa kafar. Fayu'adz dzibuhullaahul 'adzaabal akbar. Inna ilainaa iyaabahum. Tsumma innaa 'alainaa hisaabahum.",
    "terjemahan": "Sudahkah sampai kepadamu berita tentang (hari Kiamat)? Pada hari itu banyak wajah yang tertunduk terhina, (karena) bekerja keras lagi kepayahan, mereka memasuki api yang sangat panas (neraka), diberi minum dari sumber mata air yang sangat panas. Tidak ada makanan bagi mereka selain dari pohon yang berduri, yang tidak menggemukkan dan tidak menghilangkan lapar. Pada hari itu banyak (pula) wajah yang berseri-seri, merasa senang karena usahanya (sendiri), (mereka) dalam surga yang tinggi, di sana (kamu) tidak mendengar perkataan yang tidak berguna. Di sana ada mata air yang mengalir. Di sana ada dipan-dipan yang ditinggikan, dan gelas-gelas yang tersedia (di dekatnya), dan bantal-bantal sandaran yang tersusun, permadani-permadani yang terhampar. Tidakkah mereka memperhatikan unta, bagaimana diciptakan? Langit, bagaimana ditinggikan? gunung-gunung bagaimana ditegakkan? Bumi bagaimana dihamparkan? Berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka, kecuali (jika ada) orang yang berpaling dan kafir, maka Allah akan mengazabnya dengan azab yang besar. Kepada Kamilah mereka kembali, sesungguhnya (kewajiban) Kamilah membuat perhitungan atas mereka. (Al-Ghasyiyah: 1-26)."
  },
  {
    "id": 30,
    "name": "Surat Al-A'la",
    "arabic": "سَبِّحِ ٱسْمَ رَبِّكَ ٱلْأَعْلَى ٱلَّذِى خَلَقَ فَسَوَّىٰ وَٱلَّذِى قَدَّرَ فَهَدَىٰ وَٱلَّذِىٓ أَخْرَجَ ٱلْمَرْعَىٰ فَجَعَلَهُۥ غُثَآءً أَحْوَىٰ سَنُقْرِئُكَ فَلَا تَنسَىٰٓ إِلَّا مَا شَآءَ ٱللَّهُ ۚ إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ وَمَا يَخْفَىٰ وَنُيَسِّرُكَ لِلْيُسْرَىٰ فَذَكِّرْ إِن نَّفَعَتِ ٱلذِّكْرَىٰ سَيَذَّكَّرُ مَن يَخْشَىٰ وَيَتَجَنَّبُهَا ٱلْأَشْقَى ٱلَّذِى يَصْلَى ٱلنَّارَ ٱلْكُبْرَىٰ ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ قَدْ أَفْلَحَ مَن تَزَكَّىٰ وَذَكَرَ ٱسْمَ رَبِّهِۦ فَصَلَّىٰ بَلْ تُؤْثِرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةُ خَيْرٌ وَأَبْقَىٰٓ إِنَّ هَـٰذَا لَفِى ٱلصُّحُفِ ٱلْأُولَىٰ صُحُفِ إِبْرَٰهِيمَ وَمُوسَ ࣖ ",
    "latin": "Sabbiḥisma rabbikal a'laa. Alladzii khalaqa fa sawwaa. Walladzii qaddara fa hadaa. Walladzii akhrajal mar'aa. Fa ja'alahuu ghutsaa an ahwaa. Sanuqri uka fa laa tansaa. Illaa maa syaa allaah. Innahuu ya'lamul jahra wa maa yakhfaa. Wa nuyassiruka lil yusraa. Fa dzakkir inna fa'atidz dzikraa. Sayadz dzakkaru may yakhsyaa. Wa yatajannabuhal asyqaa. Alladzii yashlan naaral kubraa. Tsumma laa yamuutu fiihaa wa laa yahyaa. Qad aflaḥa man tazakkaa. Wa dzakarasma rabbihii fa shallaa. Bal tu' tsiruunal ḥayaatad dun ya. Wal aakhiratu khairuw wa abqaa. Inna haadzz lafish shuhufil uulaa. Shuhufi ibraahiima wa muusaa.",
    "terjemahan": "Sucikanlah nama Tuhanmu Yang Maha Tingi, yang menciptakan, dan menyempurnakan (penciptaan-Nya), dan yang menentukan kadar (masing-masing) dan memberi petunjuk, dan yang menumbuhkan rumput-rumputan, lalu dijadikan-Nya rumput-rumput itu kering kehitam-hitaman. Kami akan membacakan (Al-Qur'an) kepadamu (Muhammad) maka kamu tidak akan lupa, kecuali kalau Allah menghendaki. Sesungguhnya Dia mengetahui yang terang dan yang tersembunyi dan Kami akan memberi kamu taufik ke jalan yang mudah, oleh sebab itu berikanlah peringatan karena peringatan itu bermanfaat, orang yang takut (kepada Allah) akan mendapat pelajaran. Dan orang-orang yang celaka (kafir) akan menjauhinya. (Yaitu) orang yang akan memasuki api yang besar (neraka). Kemudian dia tidak akan mati di dalamnya dan tidak (pula) hidup. Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia sembahyang. Tetapi kamu (orang-orang kafir) memilih kehidupan duniawi. Sedang kehidupan akhirat adalah lebih baik dan lebih kekal. Sesungguhnya ini benar-benar terdapat dalam kitab-kitab yang dahulu, (yaitu) Kitab-kitab Ibrahim dan Musa. (Al-A'ala: 1-19)."
  },
  {
    "id": 31,
    "name": "Surat Ath-Thariq",
    "arabic": "وَٱلسَّمَآءِ وَٱلطَّارِقِ وَمَآ أَدْرَىٰكَ مَا ٱلطَّارِقُ ٱلنَّجْمُ ٱلثَّاقِبُ إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ فَلْيَنظُرِ ٱلْإِنسَـٰنُ مِمَّ خُلِقَ خُلِقَ مِن مَّآءٍ دَافِقٍ يَخْرُجُ مِنۢ بَيْنِ ٱلصُّلْبِ وَٱلتَّرَآئِبِ إِنَّهُۥ عَلَىٰ رَجْعِهِۦ لَقَادِرٌ يَوْمَ تُبْلَى ٱلسَّرَآئِرُ فَمَا لَهُۥ مِن قُوَّةٍ وَلَا نَاصِرٍ وَٱلسَّمَآءِ ذَاتِ ٱلرَّجْعِ وَٱلْأَرْضِ ذَاتِ ٱلصَّدْعِ إِنَّهُۥ لَقَوْلٌ فَصْلٌ وَمَا هُوَ بِٱلْهَزْلِ إِنَّهُمْ يَكِيدُونَ كَيْدًا وَأَكِيدُ كَيْدًا فَمَهِّلِ ٱلْكَـٰفِرِينَ أَمْهِلْهُمْ رُوَيْدًۢا ࣖ ",
    "latin": "Was samaa i wath thaariq. Wa maa adraaka math thaariq. Annajmuts tsaaqib. Ing kullu nafsil lammaa 'alaihaa haafiẓ. Falyanzhuril insaanu mimma khuliq. Khuliqa mim maa ing daafiq. Yakhruju mim bainish shulbi wat taraa ib. Innahuu 'alaa raj'ihii laqaadir. Yauma tublas saraa ir. Fa maa lahuu ming quwwatiw wa laa naashir. Was samaa i dzaatir raj'. Wal ardhi dzaatish shad'. Innahuu laqaulun fashl. Wa maa huwa bil hazl. Innahum yakiiduuna kaidaa. Wa akiidu kaidaa. Fa mahhilil kaafiriina amhilhum ruwaidaa.",
    "terjemahan": "Demi langit dan yang datang pada malam hari. Tahukah kamu apakah yang datang pada malam hari itu? (Yaitu) bintang yang cahayanya menembus. Tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang dipancarkan, yang keluar dari antara tulang sulbi laki-laki dan tulang dada perempuan. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatanpun dan tidak (pula) seorang penolong. Demi langit yang mengandung hujan dan bumi yang punya tumbuh-tumbuhan. Sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. Dan sekali-kali bukanlah dia senda gurau.  Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu beri tangguhlah orang-orang kafir itu yaitu beri tangguhlah mereka itu. (Ath-Thariq: 1-17)."
  },
  {
    "id": 32,
    "name": "Surat Al-Buruj",
    "arabic": "وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ وَٱلْيَوْمِ ٱلْمَوْعُودِ وَشَاهِدٍ وَمَشْهُودٍ قُتِلَ أَصْحَـٰبُ ٱلْأُخْدُودِ ٱلنَّارِ ذَاتِ ٱلْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِٱلْمُؤْمِنِينَ شُهُودٌ وَمَا نَقَمُوا۟ مِنْهُمْ إِلَّآ أَن يُؤْمِنُوا۟ بِٱللَّهِ ٱلْعَزِيزِ ٱلْحَمِيدِ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ إِنَّ ٱلَّذِينَ فَتَنُوا۟ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ثُمَّ لَمْ يَتُوبُوا۟ فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ ٱلْحَرِيقِ إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْكَبِيرُ إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ إِنَّهُۥ هُوَ يُبْدِئُ وَيُعِيدُ وَهُوَ ٱلْغَفُورُ ٱلْوَدُودُ ذُو ٱلْعَرْشِ ٱلْمَجِيدُ فَعَّالٌ لِّمَا يُرِيدُ هَلْ أَتَىٰكَ حَدِيثُ ٱلْجُنُودِ فِرْعَوْنَ وَثَمُودَ بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى تَكْذِيبٍ وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ بَلْ هُوَ قُرْءَانٌ مَّجِيدٌ فِى لَوْحٍ مَّحْفُوظٍۭ ࣖ ",
    "latin": "Wal 'ashr. Innal insaana lafii khusr. Illal ladziina aamanuu wa 'amilush shaalihaati watawaa shaubilhaqqi watawaa shaubish shabr.",
    "terjemahan": "Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat menasihati supaya menaati kebenaran dan nasihat menasihati supaya menetapi kesabaran. (Al-Ashr: 1-3)."
  }
]